{
  "1": {
    "en": "About",
    "ru": "О программе",
    "ua": "Про програму"
  },
  "10": {
    "en": "Back button returns to the previous screen. If you have unsaved changes, you will be asked if you want to save them before exiting.",
    "ru": "Кнопка 'Назад' возвращает на предыдущий экран. Если у вас есть несохраненные изменения, вам будет предложено сохранить их перед выходом.",
    "ua": "Кнопка 'Назад' повертає на попередній екран. Якщо у вас є незбережені зміни, вам буде запропоновано зберегти їх перед виходом."
  },
  "11": {
    "en": "Settings page. You can adjust language, colors and other application settings here.",
    "ru": "Страница настроек. Здесь вы можете настроить язык, цвета и другие параметры приложения.",
    "ua": "Сторінка налаштувань. Тут ви можете налаштувати мову, кольори та інші параметри додатку."
  },
  "12": {
    "en": "Save button. Saves all changes made to settings. If language or theme is changed, the app will need to be restarted.",
    "ru": "Кнопка сохранения. Сохраняет все изменения в настройках. Если изменен язык или тема, потребуется перезапуск приложения.",
    "ua": "Кнопка збереження. Зберігає всі зміни в налаштуваннях. Якщо змінено мову або тему, потрібно буде перезапустити додаток."
  },
  "100": {
    "en": "Language selection. Choose the interface language for the application. Requires app restart after changing.",
    "ru": "Выбор языка. Выберите язык интерфейса для приложения. Требуется перезапуск после изменения.",
    "ua": "Вибір мови. Оберіть мову інтерфейсу для додатку. Потребує перезапуску після зміни."
  },
  "101": {
    "en": "Color theme. Choose the visual appearance of the application. Requires app restart after changing.",
    "ru": "Цветовая тема. Выберите визуальное оформление приложения. Требуется перезапуск после изменения.",
    "ua": "Кольорова тема. Оберіть візуальне оформлення додатку. Потребує перезапуску після зміни."
  },
  "102": {
    "en": "Newest first. When enabled, displays the newest items at the top of the list, otherwise shows oldest items first.",
    "ru": "Сначала новые. Если включено, отображает новые элементы вверху списка, иначе показывает сначала старые элементы.",
    "ua": "Спочатку нові. Якщо ввімкнено, відображає нові елементи вгорі списку, інакше показує спочатку старі елементи."
  }
}
