{
  "1": {
    "en": "About",
    "ru": "О программе",
    "ua": "Про програму"
  },
  "10": {
    "en": "Back button returns to the previous screen. If you have unsaved changes, you will be asked if you want to save them before exiting.",
    "ru": "Кнопка 'Назад' возвращает на предыдущий экран. Если у вас есть несохраненные изменения, вам будет предложено сохранить их перед выходом.",
    "ua": "Кнопка 'Назад' повертає на попередній екран. Якщо у вас є незбережені зміни, вам буде запропоновано зберегти їх перед виходом."
  },
  "11": {
    "en": "Settings page. You can adjust language, colors and other application settings here.",
    "ru": "Страница настроек. Здесь вы можете настроить язык, цвета и другие параметры приложения.",
    "ua": "Сторінка налаштувань. Тут ви можете налаштувати мову, кольори та інші параметри додатку."
  },
  "12": {
    "en": "Save button. Saves all changes made to settings. If language or theme is changed, the app will need to be restarted.",
    "ru": "Кнопка сохранения. Сохраняет все изменения в настройках. Если изменен язык или тема, потребуется перезапуск приложения.",
    "ua": "Кнопка збереження. Зберігає всі зміни в налаштуваннях. Якщо змінено мову або тему, потрібно буде перезапустити додаток."
  },
  "20": {
    "en": "Main application screen showing your saved items. Long press on items to edit or delete them.",
    "ru": "Главный экран приложения, показывающий сохраненные записи. Длительное нажатие на запись открывает меню редактирования.",
    "ua": "Головний екран додатку, що показує збережені записи. Довге натискання на запис відкриває меню редагування."
  },
  "21": {
    "en": "Close button. Closes the application and saves all changes.",
    "ru": "Кнопка закрытия. Закрывает приложение и сохраняет все изменения.",
    "ua": "Кнопка закриття. Закриває додаток і зберігає всі зміни."
  },
  "22": {
    "en": "Filter status indicator. Shows which filters are currently active: (All) - no filters, (F) - main filter, (T) - tag filter, (FT) - both filters, or (N) - last N items.",
    "ru": "Индикатор состояния фильтра. Показывает, какие фильтры сейчас активны: (All) - без фильтров, (F) - основной фильтр, (T) - фильтр тегов, (FT) - оба фильтра, или (N) - последние N записей.",
    "ua": "Індикатор стану фільтру. Показує, які фільтри зараз активні: (All) - без фільтрів, (F) - основний фільтр, (T) - фільтр тегів, (FT) - обидва фільтри, або (N) - останні N записів."
  },
  "23": {
    "en": "Filter button. Opens the filtering screen where you can filter items by date, priority, and reminder status.",
    "ru": "Кнопка фильтра. Открывает экран фильтрации, где можно фильтровать записи по дате, приоритету и статусу напоминания.",
    "ua": "Кнопка фільтру. Відкриває екран фільтрації, де можна фільтрувати записи за датою, пріоритетом та статусом нагадування."
  },
  "24": {
    "en": "Tag filter button. Opens the tag cloud screen where you can select tags to filter items.",
    "ru": "Кнопка тег-фильтра. Открывает экран облака тегов, где можно выбрать теги для фильтрации записей.",
    "ua": "Кнопка тег-фільтру. Відкриває екран хмари тегів, де можна вибрати теги для фільтрації записів."
  },
  "25": {
    "en": "Menu button. Opens the application menu with additional options.",
    "ru": "Кнопка меню. Открывает меню приложения с дополнительными опциями.",
    "ua": "Кнопка меню. Відкриває меню додатку з додатковими опціями."
  },
  "26": {
    "en": "Clear all filters. Removes all active filters and shows all items.",
    "ru": "Очистить все фильтры. Удаляет все активные фильтры и показывает все записи.",
    "ua": "Очистити всі фільтри. Видаляє всі активні фільтри і показує всі записи."
  },
  "27": {
    "en": "Settings. Opens the settings screen where you can change application language, theme, and other options.",
    "ru": "Настройки. Открывает экран настроек, где можно изменить язык приложения, тему и другие параметры.",
    "ua": "Налаштування. Відкриває екран налаштувань, де можна змінити мову додатку, тему та інші параметри."
  },
  "28": {
    "en": "About. Shows information about the application version and developer.",
    "ru": "О программе. Показывает информацию о версии приложения и разработчике.",
    "ua": "Про програму. Показує інформацію про версію додатку та розробника."
  },
  "29": {
    "en": "Add button. Creates a new item. You can add title, content, tags, set priority, and configure a reminder.",
    "ru": "Кнопка добавления. Создает новую запись. Вы можете добавить название, содержимое, теги, установить приоритет и настроить напоминание.",
    "ua": "Кнопка додавання. Створює новий запис. Ви можете додати назву, вміст, теги, встановити пріоритет і налаштувати нагадування."
  },
  "30": {
    "en": "Edit/Add item screen. Here you can create a new item or modify an existing one.",
    "ru": "Экран редактирования/добавления записи. Здесь вы можете создать новую запись или изменить существующую.",
    "ua": "Екран редагування/додавання запису. Тут ви можете створити новий запис або змінити існуючий."
  },
  "31": {
    "en": "Title field. Enter a short, descriptive title for your item. This field is required.",
    "ru": "Поле заголовка. Введите короткое описательное название для вашей записи. Это поле обязательно.",
    "ua": "Поле заголовка. Введіть коротку описову назву для вашого запису. Це поле обов'язкове."
  },
  "32": {
    "en": "Content field. Enter the main text or details of your item here.",
    "ru": "Поле содержимого. Введите здесь основной текст или детали вашей записи.",
    "ua": "Поле вмісту. Введіть тут основний текст або деталі вашого запису."
  },
  "33": {
    "en": "Tags field. Add comma-separated tags to help organize and filter your items later.",
    "ru": "Поле тегов. Добавьте теги через запятую, чтобы помочь организовать и фильтровать записи позже.",
    "ua": "Поле тегів. Додайте теги через кому, щоб допомогти організувати та фільтрувати записи пізніше."
  },
  "34": {
    "en": "Priority controls. Set the importance level (0-3) for this item. Higher priority items will appear at the top of the list.",
    "ru": "Управление приоритетом. Установите уровень важности (0-3) для этой записи. Записи с более высоким приоритетом будут отображаться вверху списка.",
    "ua": "Керування пріоритетом. Встановіть рівень важливості (0-3) для цього запису. Записи з вищим пріоритетом відображатимуться вгорі списку."
  },
  "35": {
    "en": "Reminder checkbox. Enable this option if you want to be reminded about this item on the specified date.",
    "ru": "Флажок напоминания. Включите эту опцию, если хотите получить напоминание об этой записи в указанную дату.",
    "ua": "Прапорець нагадування. Увімкніть цю опцію, якщо хочете отримати нагадування про цей запис у вказану дату."
  },
  "36": {
    "en": "Date controls. Set a date for this item. Required if reminder is enabled. Use the calendar button to pick a date or the clear button to remove it.",
    "ru": "Управление датой. Установите дату для этой записи. Обязательно, если включено напоминание. Используйте кнопку календаря для выбора даты или кнопку очистки для её удаления.",
    "ua": "Керування датою. Встановіть дату для цього запису. Обов'язково, якщо увімкнено нагадування. Використовуйте кнопку календаря для вибору дати або кнопку очищення для її видалення."
  },
  "40": {
    "en": "Filters screen. Define criteria to show only specific items in the main list.",
    "ru": "Экран фильтров. Определите критерии для отображения только определенных записей в основном списке.",
    "ua": "Екран фільтрів. Визначте критерії для відображення лише певних записів в основному списку."
  },
  "41": {
    "en": "Reset button. Clears all filters and returns to the default view showing all items.",
    "ru": "Кнопка сброса. Очищает все фильтры и возвращает к представлению по умолчанию, показывая все записи.",
    "ua": "Кнопка скидання. Очищує всі фільтри і повертає до перегляду за замовчуванням, показуючи всі записи."
  },
  "42": {
    "en": "Apply button. Saves the current filter settings and updates the main list to show only matching items.",
    "ru": "Кнопка применения. Сохраняет текущие настройки фильтров и обновляет основной список, чтобы показать только соответствующие записи.",
    "ua": "Кнопка застосування. Зберігає поточні налаштування фільтрів та оновлює основний список, щоб показати лише відповідні записи."
  },
  "43": {
    "en": "Cancel button. Discards any changes to filters and returns to the previous screen.",
    "ru": "Кнопка отмены. Отменяет любые изменения фильтров и возвращает на предыдущий экран.",
    "ua": "Кнопка скасування. Скасовує будь-які зміни фільтрів і повертає на попередній екран."
  },
  "50": {
    "en": "Tags Cloud screen. Visual representation of all tags in your items. Larger tags appear more frequently in your items.",
    "ru": "Экран облака тегов. Визуальное представление всех тегов в ваших записях. Более крупные теги встречаются чаще в ваших записях.",
    "ua": "Екран хмари тегів. Візуальне представлення всіх тегів у ваших записах. Більші теги зустрічаються частіше у ваших записах."
  },
  "52": {
    "en": "Selected tags indicator. Shows which tags are currently selected for filtering.",
    "ru": "Индикатор выбранных тегов. Показывает, какие теги в настоящее время выбраны для фильтрации.",
    "ua": "Індикатор вибраних тегів. Показує, які теги наразі вибрані для фільтрації."
  },
  "53": {
    "en": "Tag cloud. Tap on tags to select or deselect them for filtering. Tag size indicates how frequently the tag appears in your items.",
    "ru": "Облако тегов. Нажмите на теги, чтобы выбрать или отменить их выбор для фильтрации. Размер тега указывает, как часто тег встречается в ваших записях.",
    "ua": "Хмара тегів. Натисніть на теги, щоб вибрати або скасувати їх вибір для фільтрації. Розмір тега вказує, як часто тег зустрічається у ваших записах."
  },
  "100": {
    "en": "Language selection. Choose the interface language for the application. Requires app restart after changing.",
    "ru": "Выбор языка. Выберите язык интерфейса для приложения. Требуется перезапуск после изменения.",
    "ua": "Вибір мови. Оберіть мову інтерфейсу для додатку. Потребує перезапуску після зміни."
  },
  "101": {
    "en": "Color theme. Choose the visual appearance of the application. Requires app restart after changing.",
    "ru": "Цветовая тема. Выберите визуальное оформление приложения. Требуется перезапуск после изменения.",
    "ua": "Кольорова тема. Оберіть візуальне оформлення додатку. Потребує перезапуску після зміни."
  },
  "102": {
    "en": "Newest first. When enabled, displays the newest items at the top of the list, otherwise shows oldest items first.",
    "ru": "Сначала новые. Если включено, отображает новые элементы вверху списка, иначе показывает сначала старые элементы.",
    "ua": "Спочатку нові. Якщо ввімкнено, відображає нові елементи вгорі списку, інакше показує спочатку старі елементи."
  }
}
